<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>หน่วยที่1 หน่วยการวัดและค่าความคลาดเคลื่อน</title>
    <link rel="stylesheet" href="wilawan.html">
    <link rel="stylesheet" href="wilawanc1.css">

</head>

<body>
    <nav>
        <div class="logo">
            <a href="#">วิชาเครื่องวัดไฟฟ้า</a>
        </div>
    </nav>

    <section class="center">
        <div class="">
            <img src="ดีไซน์ที่ยังไม่ได้ตั้งชื่อ (2).png" width="1265px" height="220px">
        </div>
    </section>
    <main>
        <div>
            <h3>หน่วยที่1 หน่วยการวัดและค่าความคลาดเคลื่อน</h3><br>
            <h3>หน่วยการวัดระบบนานาชาติ</h3><br>
            <h4>1 หน่วยการวัด SI</h4><br>
            <img src="หน่วยวัด1.png"><br>
            <br><h4>2 หน่วยวัดด้านงานไฟฟ้า</h4><br>
            <img src="หน่วยวัด2.png"><br>
            <br><h3>สัญลักษณ์ในงานเครื่องมือวัด</h3><br>
            <img src="สัญลักษณ์1.png"><br>
            <br><img src="สัญลักษณ์2.png"><br>
        </div>
        
        <div><br><h3>เทคโนโลยีเครื่องมือวัด</h3><br>
            <h4>1 เครื่องวัด (Instrument)</h4>
            <p>เป็นเครื่องมือและอุปกรณ์สำหรับวัดหาค่า หาขนาด และรูปร่างสัญญาณ ของปริมาณหรือการเปลี่ยนแปลงต่างๆ</p>
            <br><img src="เครื่องวัด2.png"><br>
            <br><h4>2 ความแม่นยำ (Precision)</h4>
            <p>คือ การวัดค่าซ้ำๆ กันของเครื่องมือวัด ที่แสดงค่าที่วัดได้ออกมาอยู่ในค่าที่กำหนดไว้</p>
            <br><img src="ความแม่นยำ.png"><br>
            <br><h4>3 ความเที่ยงตรง (Accuracy)</h4>
            <p>คือ การวัดค่าที่เครื่องมือวัดสามารถแสดงค่าที่วัดออกมาได้ใกล้เคียงกับค่าที่ถูกต้อง ไม่ว่าจะมีการวัดค่ากี่ครั้ง</p>
            <br><h4>4 ความไว (Sensitivity)</h4>
            <p>คือ อัตราความเร็วในการแสดงค่าสัญญาณออกเอาต์พุต จากผลการตอบสนองของเครื่องมือวัดที่เกิดจากอัตราการเปลี่ยนแปลงของสัญญาณอินพุตที่ป้อนเข้ามา</p>
            <br><h4>5 การแยกรายละเอียด (Resolution)</h4>
            <p>คือ ค่าที่เครื่องมือวัดสามารถแสดงออกมาได้ เมื่อนำไปวัดปริมาณที่มีการเปลี่ยนแปลงค่าไปเพียงเล็กน้อย</p>
            <br><h4>6 ค่าผิดพลาด (Error)</h4>
            <p>คือ ค่าที่เปลี่ยนแปลงไปจากค่าที่ถูกต้องของการวัดปริมาณต่าง</p>
            <br><img src="ค่าผิดพลาด (2).png"><br>
            </div>
        
            <div> <br><h3>ความเที่ยงตรงและความแม่นยำ</h3>
                <p>เป็นค่าที่แสดงให้ทราบถึงเครื่องมือวัดที่ผลิตขึ้นมาใช้งานมีคุณภาพและประสิทธิภาพมากน้อยเพียงไร</p>
                <br><h3>จำนวนตัวเลขที่แสดง</h3>
                <p>การแสดงความแม่นยำของเครื่องมือวัด จะหาได้จากจำนวนของตัวเลขที่แสดง ซึ่งผลที่ได้จะเป็นเครื่องแสดงให้ทราบว่ามีความถูกต้องมากน้อยเพียงไร</p>
                <br><img src="จำนวนตัวเลขที่แสดง.png"><br>
                <br><h3>ชนิดค่าผิดพลาด</h3><br>
                <h4>1 ค่าผิดพลาดจากความประมาท</h4>
                <p>ส่วนมากจะเป็นค่าผิดพลาดที่เกิดจากการกระทำของมนุษย์ เช่น จากการใช้เครื่องมือวัดที่ไม่เหมาะสม การอ่านค่าหรือการคำนวณผิดพลาด</p>
                <br><h4>2 ค่าผิดพลาดของระบบ</h4>
                <p>เป็นข้อบกพร่องของเครื่องมือวัดเอง เช่น บกพร่องในส่วนประกอบบางส่วนของเครื่องมือวัด</p>
                <br><h4>3 ค่าผิดพลาดที่ไม่แน่นอน</h4>
                <p>เป็นค่าผิดพลาดที่ไม่สามารถทราบที่มาได้ เพราะค่าผิดพลาดที่เกิดขึ้นเปลี่ยนแปลงไปจากเดิมตลอดเวลาขณะใช้งาน</p>
                <br>
                <h4>เเบบทดสอบหน่วยที่ 1</h4>
                <li><a href="https://forms.gle/t8tdNR94xgriqNCY6" target="_blank">หน่วยที่1 หน่วยการวัดและค่าความคลาดเคลื่อน</a></li></div>
        </div>
        </div>
